Repository: Distrotech/glade
Catalog: po/*.po
Languages: ta

source: GTK+ GUI builder
ta: GTK+ GUI ¸ğÎÀÅ÷

source: Glade
ta: ¸¢§Äğ

source: gmodule support not found. gmodule support is requiered for glade to work
ta: gmodule Ğ¨½ ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. glade ÀÂıÀÎòĞÅ¾üì gmodule Ğ¨½ §ÅñÎõ

source: Translate me
ta: ±ı¨É ¦Á¡Æ¢Á¡üÚ

source: Properties
ta: ÀñÒ¸û

source: Widget
ta: Å¢ğ¦ºğ

source: Packing
ta: ¦À¡¾¢ò¾ø

source: Common
ta: ¦À¡ĞÅ¡É¨Å

source: Signals
ta: ÌÈ¢ôÒ¸û

source: No
ta: ­ø¨Ä

source: Name :
ta: ¦ÀÂ÷ :

source: Class :
ta: ÅÌôÒ :

source: Palette
ta: Åñ½ò ¾ğÎ

source: Select
ta: ¦¾Ã¢× ¦ºö

source: Cut
ta: ¦ÅğÎ

source: Copy
ta: ¿¸ø

source: Paste
ta: ´ğÎ

source: Delete
ta: ¿£ìÌ

source: Widget Tree
ta: Å¢ğ¦ºğ ÁÃõ

source: Save ...
ta: §ÅÕ ¦ÀÂÃ¢ø §ºÁ¢ ...

source: Invalid file name
ta: ¦ºøÖÀÊÂ¡¸¡¾ §¸¡ôÒ ¦ÀÂ÷

source: Open ...
ta: ¾¢È ...

source: Could not open project.
ta: ¾¢ğ¼ò¨¾ ¾¢Èì¸ ÓÊÂÅ¢ø¨Ä.

source: We could not find the symbol "%s" while trying to load "%s"
ta: "%s" ÌÈ¢Â£¨¼ "%s" ²üÚõ§À¡Ğ ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä

source: Select signal
ta: ÌÈ¢ôÒ §¾÷× ¦ºöÂ×õ

source: Yes
ta: ¬õ

source: Please enter a valid signal name
ta: ¾Â×¦ºöĞ µ÷ ¦ºøÖÀÊÂ¡É ÌÈ¢ôÒ ´ı¨È ¯ûÇ¢¼×õ

source: Please enter a signal handler
ta: ÌÈ¢ôÒ ¨¸ôÀ¢ÊÂ¡Ä÷ ´ı¨È ¯ûÇ¢¼×õ

source: Signal
ta: ÌÈ¢ôÒ

source: Handler
ta: ¨¸ôÀ¢ÊÂ¡Ä÷

source: After
ta: À¢ÈÌ

source: Signal :
ta: ÌÈ¢ôÒ :

source: Handler :
ta: ¨¸ôÀ¢ÊÂ¡Ä÷ :

source: After :
ta: À¢ÈÌ :

source: Add
ta: §º÷

source: Update
ta: ¿¢¸ú¿¢¨Äô ÀÎòĞ

source: Clear
ta: ĞôÀÃÅ¡ìÌ

source: We could not find the symbol "%s"
ta: "%s" ÌÈ¢Â£¨¼ ±õÁ¡ø ¸ñÎÊì¸ ÓÊÂÅ¢ø¨Ä

source: Could not get the type from "%s
ta: "%s ­ÕóĞ Å¨¸¨Âô ¦È ÓÊÂÅ¢ø¨Ä

source: The loaded type is not a GtkWidget, while trying to load "%s"
ta: "%s" ²üÚõ§À¡Ğ, ²üÈôÀğ¼ Å¨¸ GtkWidget «øÄ
